<!Doctype html>
<html lang="es" xml:lang="es" xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta charset="utf-8" />
<meta name="keywords" content="Ciberseguridad, Black, Hat, Defcon, Seguridad ,Informatica" /> 
<title>Seguridad Informatica</title>
<link href="../../css/pr_base.css" rel="stylesheet" /> 
<link href="../../css/pr_layout.css" rel="stylesheet" />
</head>
<body>
<header>
<a href="../../pr_index.html"><img src="../../imgs/pr_logo.png" alt="Ciberseguridad" /></a>
    <nav>
	<ul>
    	<li><a href="../../pr_index.html">Inicio</a></li>
		<li><a href="pr_herramienta.html">Herramientas</a></li>
		<li><a href="../general/pr_eventos.html">Eventos</a></li>
		<li><a href="../categoria/pr_categoria.html">Categoria</a></li>
	</ul>
	</nav>
</header>
<article>
<h2>Herramientas para aumentar la seguridad</h2>
<aside>Te recordamos algunas medidas b&aacute;sicas de protecci&oacute;n para navegar por la red de redes,
mitigar el riesgo y proteger datos personales hacia posibles vulnerabilidades:</aside>
<ol>
<li value="1"><a href="#concept1">Sentido Com&uacute;n</a></li>
<li><a href="#concept2">Utiliza  soluciones de seguridad</a></li>
<li><a href="#concept3">Actualiza el sistema operativo y aplicaciones</a></li>
<li><a href="#concept4">Protege los navegadores</a></li>
<li><a href="#concept5">Cuida las contrase&ntilde;as</a></li>
<li><a href="#concept6">Usa autenticaci&oacute;n de dos factores</a></li>
</ol>



	<section>
    
	<header id="concept1"><h2>1.-Sentido Com&uacute;n</h2></header>
	<img src="../../imgs/pr_photo3.png" alt=" " />
	<p>La prudencia es la mejor barrera contra el malware. Cuida 
	especialmente el apartado de descargas e instalaci&oacute;n de 
	aplicaciones de sitios no seguros; la navegaci&oacute;n por determinadas
	p&aacute;ginas de Internet; la apertura de correos electr&oacute;nicos o archivos
	adjuntos no solicitados o que llegan de remitentes desconocidos o los que
	llegan de redes sociales o aplicaciones de mensajer&iacute;a que contienen 
	vulnerabilidades explotables por los ciberdelincuentes para las campa&ntilde;as 
	de <em>malware</em>.</p>
	
	

	<header id="concept2"><h2>2.-Utiliza  soluciones de seguridad</h2></header>
	<img src="../../imgs/pr_photo4.png" alt=" " />
	
	<p>Son m&uacute;ltiples los proveedores que ofrecen soluciones de seguridad 
	tanto comerciales como gratuitas cuyo uso conviene valorar. Lo mismo 
	con las aplicaciones nativas contra el malware que incluyen algunos
	sistemas operativos. Un profesional de negocios m&oacute;vil deber&iacute;a valorar
	el uso de una suite de seguridad comercial integral y tambi&acute;n otras
	herramientas de seguridad como un firewall o sistemas de cifrado de datos.</p>

	
	
	<header id="concept3"><h2>3.-Actualiza el sistema operativo y aplicaciones</h2></header>
	<img src="../../imgs/pr_photo5.png" alt=" " />
	<p>Todos los sistemas operativos cuentan con herramientas para
	mantener actualizados sus equipos. Y son de uso obligado porque 
	incluyen actualizaciones de seguridad contra amenazas conocidas. 
	Tan importante -o m&aacute;s- que lo anterior es la actualizaci&oacute;n de aplicaciones
	instaladas a las &uacute;ltimas versiones ya que &eacute;stas suelen incluir parches de 
	seguridad. Cuando las versiones son m&aacute;s antiguas, tienen mayor riesgo de
	ser atacadas por ciberdelincuentes que encuentran vulnerabilidades en el
	programa, con especial incidencia en algunas como Java, Adobe Flash o
	Reader.</p>
	
	</section>

<section>

<header id="concept4"><h2>4.-Protege los navegadores</h2></header>
<img src="../../imgs/pr_photo6.png" alt=" " />
Todos los navegadores web incluyen caracter&iacute;sticas avanzadas de 
seguridad cuya activaci&oacute;n debemos revisar y configurar porque son 
las aplicaciones con las que accedemos a Internet y sus servicios.
Adem&aacute;s del cifrado de extremo a extremo en la sincronizaci&oacute;n o el 
aislamiento de procesos (sandbox), debemos prestar atenci&oacute;n a los 
avisos sobre sitios inseguros que muestran los navegadores. Tambi&eacute;n 
revisar las extensiones instaladas porque algunas son fuente frecuente
de introducci&Oacute;n de malware. Otra posibilidad interesante para mejorar
la privacidad es utilizar una sesi&oacute;n en "Modo Invitado" el cual est&aacute; 
totalmente desligado del perfil original del usuario, incluyendo configuraci$oacute;n
o historial.



<header id="concept5"><h2>5.-Cuida las contrase&ntilde;as</h2></header>
<img src="../../imgs/pr_photo7.png" alt=" " />
Adem&aacute;s del uso de t&eacute;cnicas avanzadas de identificaci&oacute;n biom&eacute;trica 
en equipos que las incluyan, la regla de oro para estar seguro en
l&iacute;nea es contar con una contrase&ntilde;a aleatoria fuerte y distinta para 
cada sitio web, especialmente para uso en los destinados a banca en l&iacute;nea
y comercio electr&oacute;nico. Las contrase&ntilde;as largas y complejas (combinando n&uacute;meros,
may&uacute;sculas y s&iacute;mbolos) previenen los ataques de fuerza bruta y el uso de una
contrase&ntilde;a diferente para cada cuenta evita tener todas ellas comprometidas
a la vez cuando se produce una violaci&oacute;n de datos. Puedes utilizar gestores
de contrase&ntilde;as que las creen y las recuerden por nosotros.



<header id="concept6"><h2>6.-Usa autenticaci&oacute;n de dos factores</h2></header>
<img src="../../imgs/pr_photo8.png" alt=" " />
La autenticaci&oacute;n de dos factores (o en dos pasos) proporciona un nivel
adicional de seguridad en las cuentas a las t&iacute;picas contrase&ntilde;as ya que 
no basta con vulnerar el nombre de usuario y contrase&ntilde;a. El servicio est&aacute; 
disponible en la mayor&iacute;a de servicios importantes de Internet y conviene 
utilizarlo siempre que podamos. Generalmente, utiliza un c&oacute;digo de verificaci&oacute;n 
servido mediante una aplicaci&oacute;n m&oacute;vil o SMS, para aplicar adem&aacute;s del nombre de
usuario y la contrase&ntilde;a al iniciar sesi&oacute;n.

</section>


</article>
<footer>
Edwin Fernando Marquez Lozado &nbsp; Universidad Politecnica Salesiana &#128274; <a href="mail:emarquezl@est.ups.edu.ec">emarquezl@est.ups.edu.ec</a> 
&nbsp; <a href="tel:+0983364721">(593) 0983364721</a>  &#128274; <br> &nbsp;
&#169; Todos los derechos reservados
</footer>
</body>
</html>
